# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'coreutils' # Those that come with macOS are outdated
brew 'mackup'
brew 'git'
brew 'exa'

brew 'hugo'
brew 'asdf'
# brew 'docker'

# Apps
cask 'visual-studio-code'
cask 'vlc'
cask 'iterm2'
cask 'alfred'
cask 'firefox'
cask 'google-chrome'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vagrant'
cask 'lastpass'

# Fonts
cask 'font-hack-nerd-font'

# Mac App Store
mas "KyPass", id:555293879
